tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
tap "paritytech/paritytech"
brew "automake"
brew "cmake"
brew "cmatrix"
brew "ffmpeg"
brew "git"
brew "gradle"
brew "iftop", link: false
brew "libimobiledevice", args: ["HEAD"]
brew "libtool"
brew "mas"
brew "node"
brew "qt", link: true
brew "sl"
brew "tmux"
brew "wget"
brew "youtube-dl"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "blender"
cask "carbon-copy-cloner"
cask "db-browser-for-sqlite"
cask "desmume"
cask "discord-ptb"
cask "docker"
cask "firestormos"
cask "flux"
cask "franz"
cask "free-download-manager"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "grammarly"
cask "handbrake"
cask "insomniax"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "kitematic"
cask "microsoft-office"
cask "mplayerx"
cask "omnigraffle"
cask "openemu"
cask "processing"
cask "qq"
cask "rescuetime"
cask "rider"
cask "sizeup"
cask "sketch"
cask "skype-for-business"
cask "slack"
cask "sogouinput"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "tower"

